doc/payloads/MusicControl1_req.xml

<?xml version="1.0"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <s:Body>
        <u:GetAvailableInputs xmlns:u="urn:schemas-upnp-org:service:RenderingControl:1">
        </u:GetAvailableInputs>
    </s:Body>
</s:Envelope>
